[
   {
      "title": "E.T. the Extra-Terrestrial (1982)",
      "summary": "A beloved classic for people of all ages, E.T. is a sci-fi masterpiece that takes a gentler approach to humanity’s first encounter with intelligent life in the cosmos. Elliott (Henry Thomas) is a lonely boy who lives with his single mother (Dee Wallace), his older brother Michael (Robert MacNaughton), and his younger sister Gertie (Drew Barrymore). One day, when he’s exploring in the backyard, Elliott senses something watching him. Sure enough, an alien spacecraft on a scientific mission to earth has mistakenly left behind one of their own. Putting aside his fears of the strange-looking creature, Elliott works to help E.T. find his way home before the government can get a hold of him."
   },
   {
      "title": "Back to the Future (1985)",
      "summary": "One of the most beloved and influential sci-fi movies of all time is officially on Netflix. (As is Part II!) Marty McFly (Michael J. Fox) is an ordinary high schooler with a somewhat unpleasant life. He’s browbeaten by his principal at school, must endure the strained relationship between his nerdy father (Crispin Glover) and beautiful mother (Lea Thompson), and sees his father pushed around by middle-aged bully Biff (Thomas F. Wilson), Marty’s dad’s supervisor. However, when Marty’s eccentric scientist friend Doc (Christopher Lloyd) turns a DeLorean into a time machine, he inadvertently sends Marty back to the 1950s, just before his now-teenaged parents met and fell in love. Of course, his presence causes a stir, and it’s up to him to make sure his parents come together in the end or he will cease to exist."
   },
   {
      "title": "Marriage Story (2019)",
      "summary": "Although it opens on a couple describing all the reasons they love each other, Noah Baumbach’s Marriage Story quickly dispels the illusion: This is a story of divorce, of a couple coming to the ultimate realization that the futures they want are simply incompatible and the messy process of sorting out where they go from there. The couple in question is playwright Charlie Barber (Adam Driver) and his actress wife Nicole (Scarlett Johansson). Nicole wants to move back to Los Angeles where a new job awaits, while Charlie would rather state in New York. It’s the latest in a series of tensions, the one that finally breaks them, and the two lawyer up, marshaling their grievances as they divvy up what remains of their life together."
   },
   {
      "title": "Indiana Jones and the Raiders of the Lost Ark (1981)",
      "summary": "There have been a few entries in the Indiana Jones franchise over the decades, but the first remains the best. Set in the 1930s, Raiders of the Lost Ark follows Indiana Jones (Harrison Ford), a professor of archaeology who moonlights as an adventurer, exploring ancient ruins and plundering their treasures in the name of science. When he learns that Nazis are seeking the legendary Ark of the Covenant, Jones and his former lover Marion Ravenwood (Karen Allen) head to Egypt to find the Ark first. Raiders of the Lost Ark is a pitch-perfect throwback to classic pulp adventure stories, with a charming, wisecracking hero, nefarious villains, and spectacular set pieces sprinkled throughout a tight script."
   },
   {
      "title": "Cape Fear (1991)",
      "summary": "Robert De Niro and Juliette Lewis each earned Oscar nominations for their roles in Martin Scorsese’s remake of the 1962 suspense classic. The brutal thriller tells the story of a vengeful ex-con who sets out to destroy the lawyer who failed to keep him out of prison for committing a series of rapes 14 years before. Mercilessly stalking the family of his former defense lawyer, the con puts them through the psychological ringer."
   },
   {
      "title": "Zodiac (2007)",
      "summary": "The Zodiac killer, who terrorized San Francisco in the ‘60s and ‘70s, remains one of the most notorious uncaught criminals in history. David Fincher’s 2007 film Zodiac doesn’t attempt to solve the crime; instead, it uses the case as the impetus for a character study, focusing on the obsessions of three men trying to catch the killer. The protagonist is Robert Graysmith (Jake Gyllenhaal), a puzzle-obsessed cartoonist for the San Francisco Chronicle, who jumps at the chance to decode a message the killer sent to the paper’s editors. Together with crime reporter Paul Avery (Robert Downey Jr.) and homicide detective David Toschi (Mark Ruffalo), Graysmith tries to piece together the clues the killer leaves behind. Despite its length, Zodiac is a tense, gripping thriller, with superb direction from Fincher."
   },
   {
      "title": "Spider-Man: Into the Spider-Verse (2018)",
      "summary": "Do you often find that having one Spider-Man just isn’t enough? 2018’s hit animated movie Spider-Man: Into the Spider-Verse offers you all the Spider-Men, -Women, and -Pigs you could ask for (and then some). The film follows Miles Morales (Shameik Moore) — who fans of the Ultimate Marvel universe will recognize — a teen who gets a bite from a radioactive spider and develops spider-esque superpowers. When Wilson Fisk (Liev Schreiber) uses an experimental machine to try and move between dimensions, Miles ends up meeting a weary, older version of Peter Parker (Jake Johnson) who agrees to help Miles deal with the universe-collision crisis. They also get some help from an assortment of alternate-universe Spider-Folks, including Gwen Stacy (Hailee Steinfeld), anime-inspired Peni Parker (Kimiko Glenn), and hardboiled gumshoe Spider-Man Noir (Nicolas Cage). Into the Spider-Verse is an adventurous, funny superhero movie, one that has no qualms about throwing weird stuff at the audience."
   },
   {
      "title": "The Irishman (2019)",
      "summary": "Martin Scorsese helped codify the gangster genre with films like Goodfellas and Casino, and now he’s returning to the genre with The Irishman, a film that plays many of the same notes as earlier gangster stories, but in a minor key. Based on historical events, the film follows Frank eventually doing jobs for crime boss Russell Bufalino (Joe Pesci). Over the years, Sheeran grows closer to union leader Jimmy Hoffa (Al Pacino), becoming his bodyguard and confidante, which leaves him in an awkward position when the mafia decides Hoffa is more trouble than he’s worth. The Irishman is a meditative crime drama, exploring the lives of its outlaw characters over decades of their lives; stripped of the usual glamor, it emphasizes the slow, routine corruption that drags Sheeran down."
   },
   {
      "title": "Dolemite Is My Name (2019)",
      "summary": "After a lengthy hiatus from the silver screen, Eddie Murphy returned in unusual but triumphant fashion. In Dolemite Is My Name, Murphy plays Rudy Ray Moore, a washed-up musician who completely transformed himself into the ’70s blaxploitation character Dolemite, becoming a cult star in the process. One of a string of movies Netflix made in 2019 in an attempt to break into the Oscars (successfully, though not with Dolemite), this is more provocative than your average Eddie Murphy comedy and sees one of the world’s most beloved comics capably take on one of his most nuanced, dramatic, although still hilarious roles ever."
   },
   {
      "title": "El Camino (2019)",
      "summary": "Breaking Bad might not have needed a sequel — the finale provided excellent closure — but it got a great one anyway. El Camino follows Jesse Pinkman (Aaron Paul), former disciple of meth kingpin Walter White (Bryan Cranston), picking up where the show left him: Speeding away from the compound where he’d been held prisoner, toward what then seemed an uncertain future. Now, Jesse is on the run from the law, trying to stay one step ahead with nothing but his wits and a gun. El Camino has the frantic pace that Breaking Bad was so good at, as Jesse stumbles from one setback to the next. It also maintains the crisp cinematography that made the show look so good."
   },
   {
      "title": "Million Dollar Baby (2004)",
      "summary": "Winner of four Oscars, including Best Picture, Best Actress for Hilary Swank, and Best Actor for Morgan Freeman, Million Dollar Baby was as much a commercial success as a critical one. Clint Eastwood (who also directs) stars as Frankie Dunn, a veteran boxing trainer who has devoted his life to the ring at the expense of virtually everything else in his life. When Maggie Fitzgerald walks into his gym demanding a trainer, Frankie refuses on the grounds he doesn’t think much of women boxing and Fitzgerald is too old at 31. She won’t take no for an answer, however, and as Frankie trains her into a viable fighter, the two develop an emotional bond that will shape them for the rest of their lives."
   },
   {
      "title": "The Silence of the Lambs (1991)",
      "summary": "The Silence of the Lambs became the third film in Academy history to win the “Big Five” Oscars: Best Picture, Best Director, Best Screenplay, Best Actor, Best Actress. And it’s all well-deserved. Jodie Foster stars as Clarice Starling, a top student at the FBI’s training academy whose shrewd analyses of serial killers lands her an assignment investigating a vicious murderer nicknamed Buffalo Bill. Believing that another serial killer, Dr. Hannibal Lecter, may have insight into the case, Clarice’s supervisor suggests she interview Lecter as well. Lecter does know about Buffalo Bill, but his information comes at a price. The clever psychiatrist wants to be moved to a more comfortable facility and to speak with Clarice about her past. Digging into her psyche, Lecter identifies Clarice’s vulnerabilities and exploits her memories to find his way to freedom."
   },
   {
      "title": "Burning (2018)",
      "summary": "Working odd jobs while struggling to come up with an idea for a novel, jaded writing major Lee Jong-su (Yoo Ah-in) runs into a woman he grew up with, Shin Hae-mi (Jeon Jong-seo). She’s also working a dead-end job to stay afloat, but she’s excited to see Jong-su again, and the two start a fling. When Hae-mi returns from a trip to Africa, however, she has a friend in tow: A wealthy businessman named Ben (Steven Yeun). Jong-su feels an immediate resentment toward Ben, who has charmed Hae-mi. As the three spend time together, Ben reveals himself, little by little, to Jong-su, who begins to understand that behind Ben’s affable veil lurks something dangerous. Burning is an intense psychological thriller, one that touches on issues of masculinity, economic decline, and even international politics; it’s a Netflix film that leaves viewers thinking long after it ends."
   },
   {
      "title": "Roma (2018)",
      "summary": "Alfonso Cuaron’s Roma opens quietly, the camera staring, motionless, at a tile floor as the credits play; eventually, water pours over the floor, as the sound of a mop spills in from just offscreen. It’s a boldly mundane opening, fitting for a film about an ordinary woman. Roma follows Cleo (Yalitza Aparicio), a maid working in the household of a wealthy doctor, Antonio (Fernando Grediaga) and his wife, Sofia (Marina de Tavira). Cleo cleans the house, tends to the children, and keeps the household running as Antonio and Sofia’s marriage strains. Cleo is the type of character typically relegated to the background of stories like this, but Cuaron makes her the focus, depicting her daily labor and struggles with a surprise pregnancy and unreliable lover. It’s a beautiful film, delicately composed and shot in stark black and white."
   },
   {
      "title": "Kill Bill Vol. 1 and Vol. 2 (2003/2004)",
      "summary": "Quentin Tarantino’s two-part bloodbath is a masterful pastiche of various genres (martial arts films, Westerns, and more) and arguably his best work. The story concerns a woman known as The Bride (Uma Thurman). A former assassin, The Bride tried to get out of the business, but her former comrades, led by her mentor and lover, Bill (David Carradine), decided not to let her walk away, murdering her entire wedding party and putting a bullet in her head. Years later, she wakes up from a coma, with one thing on her mind: Revenge. Spanning roughly four hours and a few continents over its two halves, Kill Bill shows Tarantino’s style in all its glory and excesses. It’s a film with hyper-stylized action, sharp dialogue, and a dynamic soundtrack that samples classic film scores, country music, and more."
   },
   {
      "title": "Schindler’s List (1993)",
      "summary": "Winner of seven Oscars, including Best Picture, Schindler’s List established Steven Spielberg as not just one of the greatest action and sci-fi directors of his generation, but as one of the greatest directors, full stop. When World War II starts, businessman Oskar Schindler heads to Krakow, Poland, fully prepared to earn a fortune during the war. He’s joined the Nazi party primarily for the pragmatic, political gains and staffs his factory with Jewish workers for similar reasons. When the SS begins exterminating Jews in the Krakow ghetto, however, Schindler uses his political clout to protect the workers in his factory. He soon realizes that he isn’t simply keeping his business running seamlessly; he’s saving scores of innocent lives and, at great risk to himself, ramps up his “list-making” of Jews whose services he requires."
   },
   {
      "title": "God’s Own Country (2017)",
      "summary": "From director Francis Lee, God’s Own Country is a gorgeous tale of romance set amid the rough beauty of the Yorkshire moors. The film begins with Johnny (Josh O’Connor) living on a farm with his father, Martin (Ian Hart), and grandmother, Deirdre (Gemma Jones). As his father and grandmother are in no shape to handle the physical labor of the farm, Johnny takes care of it, stumbling each evening into drinking and loveless flings with other men. After the family hires a Romanian immigrant, Gheorghe (Alec Secareanu), to help out with the farm work, he and Johnny grow close. It’s an intimate film, built around subtle performances and Lee’s appreciation for the vast, beautiful countryside."
   },
   {
      "title": "Mudbound (2017)",
      "summary": "Netflix doesn’t just make original TV shows; the company is also producing original films, and some, like Mudbound, are quite good. True to its name, Mudbound wades through the muck of racism and poverty, examining two families, one white, one black, living on a farm in 1940s Mississippi. The farm’s owners are the McAllans, who move there after Henry (Jason Clarke) buys the land. Along with his wife, Laura (Carey Mulligan); and viciously racist father, Pappy (Jonathan Banks), the McCallans work the land with the help of black sharecroppers, Hap (Rob Morgan) and Florence Jackson (Mary J. Blige). The film explores the ways in which these two families navigate the social hierarchies of the time and the chaos that ensues when two sons, Jamie McCallan (Garrett Hedlund) and Ronsel Jackson (Jason Mitchell) return from World War II. The thick mud of the McAllan farm is both the setting and central metaphor for the film, and the camera captures it beautifully."
   },
   {
      "title": "The Meyerowitz Stories (2017)",
      "summary": "Noah Baumbach delivers yet another witty, intimate drama with The Meyerowitz Stories, which follows a dysfunctional family who, when reunited for the first time in a while, try to hash out their differences. The head of the family tree is Harold Meyerowitz (Dustin Hoffman), a once-great sculptor now spending old age growling about everything. His children — Danny (Adam Sandler), Matthew (Ben Stiller), and Jean (Elizabeth Marvel) — all live in their father’s shadow, and all carry long-buried burdens, and they struggle to find value in their own careers. The Meyerowitz family is a web of tensions, the strings slowly stretched to their breaking points, and the cast delivers performances worthy of the material. Emotionally complex and sharply written, The Meyerowitz Stories is so good you’ll forget it’s yet another family drama set in New York."
   },
   {
      "title": "The Ballad of Buster Scruggs (2018)",
      "summary": "What’s better than a new Western from the Coen brothers? How about six? The Ballad of Buster Scruggs is a sextet of short films, all set in the Wild West. They follow different characters through wild plots that explore the themes of human depravity and cosmic justice (or injustice) that recur so often in the Coens’ works. The stories and protagonists vary wildly. The eponymous sequence follows Buster Scruggs (Tim Blake Nelson), a sharpshooting, guitar-slinging cowboy roaming the West and singing of his adventures. In another, a lonely prospector (Tom Waits) digs for his fortune. The stories in The Ballad of Buster Scruggs fall on the surreal end of the Coen spectrum — they’re somewhat comical, occasionally brutal folk tales that don’t always leave the viewer feeling they’ve learned a lesson."
   },
   {
      "title": "Monty Python and the Holy Grail (1975)",
      "summary": "It doesn’t take an Anglophile to recognize a Monty Python joke. Even those who have never watched an episode of Monty Python’s Flying Circus, or who couldn’t name a single member of the British hilarity troupe, are probably familiar with a few scenes from Monty Python and the Holy Grail, a 1975 movie on Netflix based on Arthurian legend. The film follows King Arthur (Graham Chapman) and his followers — including Lancelot (John Cleese), Bedevere (Terry Jones), Galahad (Michael Palin), and Patsy (Terry Gilliam) — on their quest to find the Holy Grail. Their mission takes them far and wide through a variety of bizarre scenes, including a duel against a knight who doesn’t know when to call it quits (even after losing an arm or two) and an encounter with a deadly rabbit. It’s a film packed with brilliantly absurd ideas and an all-star cast that also makes for a great movie drinking game."
   },
   {
      "title": "Frances Ha (2012)",
      "summary": "For most Americans, their 20s are a decade of transition, of figuring out what they want and laying the foundation for their future; not so for Frances Halladay (Greta Gerwig). At 27, Frances is an aspiring dancer apprenticing at a studio that doesn’t seem too keen on her. She lives in an apartment with her best friend, the more successful Sophie (Mickey Sumner), and is so comfortable with the arrangement that she breaks up with her boyfriend when he asks her to move in with him. Unfortunately for Frances, Sophie decides to move to her dream apartment in Tribeca, leaving Frances to figure out what she’s going to do next. Frances Ha is a portrait of a life trapped in amber, as Frances drifts from place to place, struggling to build her own life. Director Noah Baumbach’s decision to film in black-and-white gives the film a stark look reminiscent of French New Wave films like The 400 Blows, which feels appropriate given the film’s existential themes."
   },
   {
      "title": "A Serious Man (2009)",
      "summary": "“We can’t know everything.” With those words, a rabbi concludes a long, strange, and seemingly pointless story, leaving Larry Gopnik (Michael Stuhlbarg) flustered. A Serious Man, one of many masterpieces from the Coen brothers on Netflix, follows Larry as his life collapses in slow fashion, a landslide of misery that he can’t comprehend. His wife is leaving him for another man, an anonymous critic is putting his academic tenure in jeopardy, a student is trying to bribe him for better grades, and perhaps worst of all, nobody can explain to him why any of this is happening. The comedy drama may sound depressing, and it is, but it’s also a shockingly funny, tragicomic exploration of human suffering in a small corner of the uncaring universe."
   },
   {
      "title": "Shadow (2018)",
      "summary": "Legendary Chinese director Zhang Yimou followed up his misbegotten The Great Wall with 2018’s Shadow, a beautiful return to form. The film begins when Commander Ziyu (Deng Chao) is defeated in a duel with enemy commander Yang Cang (Hu Jun), losing an important city in the process. This infuriates Ziyu’s king, who demotes Ziyu to commoner status and tries desperately to reclaim the city. Unbeknownst to the king, the actual Ziyu is on the verge of death after the duel, replaced by a body double who must now train to beat Yang Cang. Shadow is a historical epic of grand scope, heavy on intrigue and stylish combat sequences accented by a stark color palette."
   },
   {
      "title": "Inglourious Basterds (2009)",
      "summary": "Some directors work within one genre their whole careers; Quentin Tarantino is seemingly on a quest to try all of them. The 2009 film Inglourious Basterds, his take on old-school war movies, follows two separate plots to assassinate Hitler that intersect with bloody results. The eponymous Basterds are a group of Jewish-American commandos led by Lieutenant Aldo Raine (Brad Pitt) who wage a guerrilla war in Nazi-occupied France, eventually teaming up with British intelligence to plan an attack on Hitler himself. Meanwhile, a Jewish theater owner named Shoshanna (Mélanie Laurent) whose family was murdered by Nazis gets a shot at revenge when the Germans decide to hold a showing of a new propaganda film in her theater, with all the Nazi high command in attendance. Violent and hilarious in equal turns, with sharp dialogue that ranks among Tarantino’s best, Inglourious Basterds is a superb war movie."
   },
   {
      "title": "Apostle (2018)",
      "summary": "Gareth Evans’ new horror-thriller Apostle has drawn more than a few comparisons to the classic horror movie The Wicker Man, and it’s easy to see why. As in The Wicker Man, Apostle follows a man coming to a remote island in search of a missing person, only to find a cult that is up to something sinister. Apostle begins in 1905, when Thomas Richardson (Dan Stevens) heads to Erisden, a remote island community where his sister is being held hostage by a mysterious cult. Thomas pretends to be a new initiate and sets about exploring the island, looking for clues as to where his sister might be. His investigation takes some strange turns, as he learns more about the cult, and the sacrifices they are willing to make. Although Apostle starts out calm, it quickly becomes a frenetic movie, reveling in gore and violence. This is a horror movie that throws all restraint to the wind."
   },
   {
      "title": "The Witch (2015)",
      "summary": "The Witch is a singular star-making achievement that captured the attitudes and spiritual paranoia of Puritan New England to create a remarkably old-fashioned vision of horror. Set in the 17th century, the film begins as William (Ralph Ineson), due to a disagreement over theology, is cast out from his township, along with his family. Striking out into the wilds, William and his wife, Katherine (Kate Dickie), along with their children — Thomasin (Anya Taylor-Joy), Caleb (Harvey Scrimshaw), twins Mercy (Ellie Grainger) and Jonas (Lucas Dawson), and newborn Samuel — build a house on the edge of a dark forest. One day while Thomasin is watching Samuel, something snatches the baby, taking it into the woods. As the family struggles with its hardscrabble existence, the evil in the woods stretches out, threatening to consume them. The Witch is an effective horror story, tense and heavy on atmosphere, and its commitment to historical authenticity gives it a distinct aesthetic."
   },
   {
      "title": "Ravenous (2017)",
      "summary": "Ravenous (originally titled Les Affamés) begins after a mysterious plague has annihilated much of Quebec, turning its victims into shrieking, flesh-eating monsters. The story follows various survivors who eventually band together to fight back the horde, but despite the familiar plot, this isn’t a typical zombie movie; it is a deliberately paced, eerily beautiful horror film. The protagonist is a man named Bonin (Marc-Andre Grondin), who wanders the countryside, finding other survivors and slaying zombies. As the group grows, the film gives each character proper development, so they feel fully-fleshed out, unlike the stock survivors of many a zombie film. While the film has its gory moments, Ravenous frequently employs an atmosphere of dread built through uncanny imagery, such as when the zombies congregate before a shrine made of furniture."
   },
   {
      "title": "Uncut Gems (2019)",
      "summary": "Uncut Gems is not for the faint-hearted. The Safdie Brothers’ drama about a gambling-addicted jeweler is a relentlessly intense, high-stress ride through the world of high stakes gambling. Howard Ratner (Adam Sandler) is a charismatic New York City jeweler who is always on the lookout for the next big score. When NBA All-Star Kevin Garnett takes an interest in Howard’s most recent high-value acquisition, believing it brings him luck, Sandler makes a series of high-stakes bets that could lead to the windfall of a lifetime. Unfortunately, not everyone in his life is willing to wait for that windfall. Howard has to perform a precarious balancing act between business, family, debt collectors, and more to get the payoff."
   },
   {
      "title": "Green Room (2015)",
      "summary": "Punk rockers The Ain’t Rights, well, ain’t right. At the tail end of a long, unsuccessful tour, they get an unexpected booking at a skeevy club deep in the backwoods of Oregon. Needing anything they can get, they take the gig. However, when they accidentally witness an act of brutal violence backstage, they end up having to square off against the depraved club owner, Darcy Banker (Patrick Stewart), who will do anything to protect his business and his security. Despite appearances, The Ain’t Rights prove to be more up to the diabolical challenge than expected as the band puts up a cunning, capable resistance as they fight for their lives. Green Room is dark, suspenseful, and sadistic in all the best ways thrillers should be and features remarkable performances from its stars, including the late Anton Yelchin in his final role before his tragic death."
   },
   {
      "title": "Pan’s Labyrinth (2006)",
      "summary": "Pan’s Labyrinth is a breathtakingly beautiful and heart-wrenchingly tragic film. Winner of three Academy Awards (on six nominations), Pan‘s Labyrinth launched director Guillermo del Toro onto the American awards show radar and introduced audiences to the blend of sci-fi, horror, and surrealistic elements that characterize his style. Set in the aftermath of the Spanish Civil War, the film follows an imaginative young girl who also may just be a princess of an underground kingdom. Cast aside by her cruel, militaristic stepfather and isolated from her mother, Ofelia (Ivana Baquero) entertains herself on the grounds of their home in the Spanish countryside. When she stumbles upon a stone labyrinth presided over by a suspicious faun named Pan (Doug Jones), she is asked to complete three life-threatening tasks to prove she is the mythical princess, returned to reclaim her kingdom. Ofelia’s journey is expertly foiled by a guerrilla resistance to the rule of fascist Francisco Franco and the crumbling fragility of her newly formed family."
   },
   {
      "title": "Gerald’s Game (2017)",
      "summary": "An adaptation of a novel by Stephen King, Gerald’s Game takes a mundane premise and transforms it into a nightmare. Married couple Jessie (Carla Gugino) and Gerald Burlingame (Bruce Greenwood), hoping to reignite their passion, take a vacation to a remote lake house. Gerald wants to experiment with bondage, handcuffing Jessie to the bed, but after an argument, he dies of a heart attack, leaving Jessie bound with no help nearby. As dehydration and shock set in, Jessie struggles to escape. Gerald’s Game maintains a tight focus on the psychological state of its lead, and although most of the film takes place within a single room, director Mike Flanagan makes great use of the limited space, playing with the boundaries between reality and Jessie’s imagination in this terrifying adaptation."
   },
   {
      "title": "I Am the Pretty Thing That Lives in the House (2016)",
      "summary": "Osgood Perkins’ I Am the Pretty Thing That Lives in the House eschews a lot of the trappings of modern horror movies, trading in jump scares and gory reveals for long, haunting shots of darkened hallways and subtly unsettling sequences. The film stars Ruth Wilson as Lily Saylor, a live-in nurse assigned to care for elderly horror author Iris Blum (Paula Prentiss). Blum’s house, nestled by New England woods, is creepy in ordinary ways — the lights dim, the furniture dusty from lack of care. As the nights pass, the house becomes creepy in some unnatural ways as well, and Lily discovers she may not be alone with Iris. I Am the Pretty Thing That Lives in the House moves at a deliberate (some might say glacial) pace, but it uses every second to great effect, creating an atmosphere of steadily approaching doom."
   },
   {
      "title": "The Invitation (2015)",
      "summary": "There are few social situations more nerve-wracking than meeting your ex’s new partner. As Will (Logan Marshall-Green) learns in The Invitation, dinner with the ex can truly be a nightmare. The film opens with Will and his girlfriend Kira (Emayatzy Corinealdi) driving to his ex-wife Eden’s (Tammy Blanchard) house, where she and her new husband David (Michiel Huisman) are holding a dinner party. The reunion brings up bad memories for Will, and the night takes a darker turn as Eden and David, along with some of their new friends introduce the guests to the Invitation, a group they formed to get over grief. The Invitation is a taut thriller, and once the tension sets in, it never lets up."
   },
   {
      "title": "The Lobster (2015)",
      "summary": "Dating is stressful enough in a world of apps and algorithms designed to reduce humans to their crucial data points. What if you had the added pressure of knowing that, if you spend too much time single, society will deem you unfit and transform you into an animal? That’s the premise of Yorgos Lanthimos’ strange, unwieldy black comedy The Lobster. After his wife divorces him, David (Colin Farrell) goes to a retreat where single people can mingle and hopefully find a partner, lest they be turned into an animal (of their own choosing, to be fair). As David skitters from prospect to prospect in search of a lover, he must adopt an increasingly performative persona. The Lobster conjures a bleak dating dystopia, where all the awkward rituals of dating are pushed to soul-shredding extremes, but it still manages to be funny, albeit in a pitch-black way."
   },
   {
      "title": "Okja (2017)",
      "summary": "From Korean director Bong Joon-ho (Parasite), this Netflix original follows Mija (Seo Hyun), a young South Korean girl who, for ten years, has served as caretaker and companion to Okja, a massive, pig-like animal. When the Mirando Corporation kidnaps Okja and transports her to New York, CEO Lucy Mirando (Tilda Swinton) begins making big plans for Mija’s friend — ones that will not end well for Okja. Mija sets off on an adventure across the planet to save her best friend, crossing paths with capitalists, protesters, and consumers, each with their own agendas for Okja. Okja paints a grim, provocative portrait of capitalism and consumerism at its absolute worst. It’s at once a scathing criticism of the cruelty of the meat industry and the short-sighted hypocrisy of even the most well-intentioned people."
   },
   {
      "title": "V for Vendetta (2005)",
      "summary": "Alan Moore’s dystopian vision of Britain translates fairly well to the silver screen, with help from the iconoclastic Wachowski Brothers. In a country ruled by a fascist cabal, all information is regulated by the government, and the police maintain an iron grip on all aspects of life. When Evey (Natalie Portman), an employee for the state television network, is rescued from an assault by a masked man known only as V (Hugo Weaving), she is drawn into his campaign to overthrow the government. At first charmed by V’s passion and knowledge, she quickly finds that his methods might be too extreme for her tastes. Can violent methods produce a better world, post-revolution? Excellent choreography and bold set design make V for Vendetta an exciting, if melodramatic, thriller on Netflix right now."
   },
   {
      "title": "Her (2013)",
      "summary": "Given society’s increasing fascination with the impending trend of robotic lovers, it’s hardly surprising that one of the best romance films of the last decade is about a man and his digital assistant. Her — written and directed by Spike Jonze (Being John Malkovich, Adaptation) — establishes its themes early, as Theodore Twombly (Joaquin Phoenix) narrates a letter to a spouse, but despite the cracks in his voice as he reads, the scene unveils the truth: Theodore works for a company that ghostwrites personal letters for people, the words spilling out of his mouth are artificial, written on behalf of a customer. It’s a wrenching introduction to the future Her depicts, one of sterile apartments overlooking vast, cold cities, where human connections vanish like snowflakes in the sun. Theodore is reeling from the collapse of his marriage, and to get his life in order he buys the latest model of artificial intelligence assistants. Samantha (Scarlett Johansson), as his AI calls herself, proves a charming companion, and despite the fact that she exists only as a voice on his phone, the two fall in love. Her is a remarkable film, with gorgeous cinematography, sterling performances, and a story as thought-provoking as it is emotive."
   },
   {
      "title": "Clouds of Sils Maria (2014)",
      "summary": "Olivier Assayas’ Clouds of Sils Maria follows an actress named Maria Enders (Juliette Binoche) who worries that her career, after years of acclaim, is starting to wane. Maria launched her career in Wilhelm Melchior’s play Maloja Snake, cast as a young woman named Sigrid who seduces — and eventually destroys — an older woman. A popular director seeks out Maria, asking her to star in his new production of the play, this time as the older woman, Helena. The director offers the role of Sigrid to a scandalous, teenage starlet named Jo-Ann Ellis (Chloe Grace Moretz). Along with her assistant, Valentine (Kristen Stewart), Maria spends some time at Melchior’s remote house, coming to grips with the passage of time and her own personal drama. Clouds of Sils Maria is a complex, meditative drama, one that finds Binoche at the top of her game."
   },
   {
      "title": "Y Tu Mamá También (2001)",
      "summary": "Alfonso Cuarón’s Y Tu Mamá También follows two teenagers, Julio (Gael García Bernal) and Tenoch (Diego Luna), whose girlfriends have left for a summer vacation in Europe. After meeting Luisa, an older woman who is the wife of Tenoch’s cousin, they invite her on a road trip to an invented beach called Heaven’s Mouth. After learning of her husband’s infidelity, she accepts their offer. Along the way, the three companions swap stories and get to know each other intimately, though that’s not always for the best. It’s a profound film about growing up amid societal upheaval in Mexico, full of stunning shots of the Mexican countryside, courtesy of acclaimed cinematographer Emmanuel Lubezki."
   },
   {
      "title": "Fyre (2019)",
      "summary": "Sing to me, muse, of the tragic tale of Fyre Festival. The brainchild of tech entrepreneur Billy McFarland and rapper Ja Rule, Frye Festival was supposed to be a lush music festival on a beautiful island in the Bahamas, with guests paying steep prices to fly down there and enjoy it all. In reality, the festival turned out to be a dumpster fire, with attendees arriving to find emergency tents, disgusting food, and neither sufficient supplies, nor even the bands scheduled to headline. Fyre delves into the mystery of how this much-hyped event went so catastrophically off the rails, making heavy use of interviews with the people hired to help get it up and running. It’s an outlandish tale of incompetence, fraud, and the manipulative power of social media."
   },
   {
      "title": "The Princess and the Frog (2009)",
      "summary": "One of the most underrated films in the Disney Animation vault, The Princess and the Frog delivers in every way you’d hope a Disney film would. Beautiful music, breathtaking animation, consistent laughs, and a story that will inspire you and put you in tears. Tiana (voiced by Anika Noni Rose) is a waitress in 1920s New Orleans who dreams of opening her own restaurant to share her cooking with the world. However, when she stumbles across a frog prince desperate to be turned back into a human, her giving nature gets the best of her and she gives the frog a kiss. Except the frog doesn’t become a prince, she becomes the frog. Over a thrilling journey through the Bayou to return to her (and his) human form, Tiana must evade voodoo witch doctor Facilier and break the spell before it’s too late."
   },
   {
      "title": "Springsteen on Broadway (2018)",
      "summary": "Early in Springsteen on Broadway, the rock icon describes himself thusly: “I’ve never held an honest job in my entire life. I’ve never done any hard labor. I’ve never worked 9 to 5. I’ve never worked five days a week until right now … I’ve never seen the inside of a factory and yet it’s all I’ve ever written about.” The bard of the blue-collar life is, as he puts it, a sort of magician, weaving an illusion across decades, and over the course of his Broadway show, he reveals himself to the world. Springsteen on Broadway is a sparse one-man (for the most part) show, with the Boss playing stripped-down acoustic guitar and piano versions of his songs, interspersing them with monologues about his childhood in New Jersey, his ceaseless quest to run away from the dead-end town of his youth, and his father, the man he frames as both his foe and the inspiration for his working-class persona. It’s a raw, funny, tender performance, and a great encapsulation of Springsteen’s oeuvre."
   },
   {
      "title": "The Tigers of Scotland (2018)",
      "summary": "Scotland, the opening narration of The Tigers of Scotland intones, is a place of rich culture, and spectacular, natural beauty. Among the many creatures who roam Scotland’s bumpy wilds is the Scottish wildcat, which to the untrained eye resembles a normal tabby, but notably bigger. It’s the only wildcat left in Scotland, and its population is dwindling. The Tigers of Scotland explores the nature of these rare beasts, the challenges that face them, and the last-ditch efforts to preserve their existence. The film uses interviews with various experts, and Iain Glen (Game of Thrones) provides measured narration."
   },
   {
      "title": "Jiro Dreams of Sushi (2011)",
      "summary": "In an age of micro jobs and ever-shifting opportunities, it can be hard to imagine working in the same position for decades. Yet that is what sushi chef Jiro Ono has done; having run his own restaurant in Tokyo since 1965, Jiro is one of the most accomplished chefs in Japanese history, the first sushi chef to attain three Michelin stars. David Gelb’s documentary Jiro Dreams of Sushi examines this man who, despite his long career and superb accomplishments, does not feel that he has mastered his craft yet. Like Jiro’s sushi, Gelb’s style is minimalist; he eschews fancy camerawork, letting the exquisite sushi be the star of every shot."
   },
   {
      "title": "Icarus (2017)",
      "summary": "Bryan Fogel’s first documentary, Icarus, began as an attempt to document the effects of doping, with Fogel taking drugs to compete in a bicycle race. In an act of journalistic serendipity, Fogel meets a Russian doctor, Grigory Rodchenkov, who leads Fogel to a far bigger story: A Russian, state-sponsored doping program which could cast doubt on the validity of international sports. The story behind Icarus is interesting enough to recommend it; despite some occasional bloat, it is essentially a real-life political thriller."
   },
   {
      "title": "Fire At Sea (2016)",
      "summary": "Gianfranco Rosi’s 2016 documentary examines the refugee crisis in Europe through a narrow lens, zeroing in on the small island of Lampedusa, which lies between Sicily and Tunisia. The film follows two disparate stories: That of a group of refugees crossing the sea to Lampedusa, and that of the islanders, including a young boy named Samuele. Although many have criticized the film’s structure, citing a lack of connection between the two stories, Rosi’s approach is striking. The refugees, crammed onto rafts, thinned by starvation, make for a shocking juxtaposition to the story of the islander’s, living in such innocent solitude, it seems incomprehensible that war and famine could be so close. Fire At Sea takes a bold approach to documentary filmmaking, regardless of one’s political views."
   },
   {
      "title": "The Death and Life of Marsha P. Johnson (2017)",
      "summary": "David France’s The Death and Life of Marsha P. Johnson explores, ostensibly, a death. Johnson, a self-identified drag queen and pillar of LGBT activism, died in 1993. Her body was found floating in the Hudson River, and police ruled the death a suicide, a story many who knew Johnson doubted. France’s film follows activist Victoria Cruz as she seeks evidence to reopen Johnson’s case, but the documentary is not just a true-crime story. The film delves into the history of the gay rights movement, particularly the Stonewall riot, and how different factions in the movement are often at odds. It’s an insightful documentary, even if it doesn’t solve the central cold case."
   },
   {
      "title": "Saving Capitalism (2017)",
      "summary": "In an age of ever-widening inequality, economics has become a more contentious field than usual. Multiple candidates in the 2016 election made populist, economic grievances key parts of their message, and even economists have grown more pugilistic, hopping on soapboxes to proselytize for or against capitalism. Robert Reich, the former secretary of labor under Bill Clinton, has become one of the most popular speakers on the subject of capitalism’s woes, and his new Netflix documentary, Saving Capitalism, tries to diagnose the economy’s problems and offer a way forward. Over the course of the film, Reich travels the country, speaking to workers, business owners, and political leaders to get a sense of the country’s attitudes. Saving Capitalism is hardly radical — Reich is trying to save capitalism, not overthrow it — but is instead an informative documentary."
   }
]